{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "alternate-toggler": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "eyeliner.nvim": { "branch": "main" },
  "feline.nvim": { "branch": "main" },
  "flutter-tools.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "go.nvim": { "branch": "master" },
  "guess-indent.nvim": { "branch": "main" },
  "guihua.lua": { "branch": "master" },
  "haskell-tools.nvim": { "branch": "master" },
  "hop.nvim": { "branch": "master" },
  "hydra.nvim": { "branch": "master" },
  "image.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp_lines.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neodev.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-ghost.nvim": { "branch": "main" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lastplace": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rustaceanvim": { "branch": "master" },
  "spaceless.nvim": { "branch": "main" },
  "sqlite.nvim": { "branch": "master" },
  "suda.vim": { "branch": "master" },
  "surround.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "time-tracker.nvim": { "branch": "master" },
  "tmux.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "true-zen.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "venn.nvim": { "branch": "main" },
  "vim-gradle": { "branch": "master" },
  "vim-maven-plugin": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "vimwiki": { "branch": "dev" }
}
